
// Clock Menu Items Strings
"ParentalControlsTitle"			= "Børnesikring";
"ParentalControlsBedtime"		= "Sengetid:";
"ParentalControlsTimeRemaining"	= "Tid tilbage:";
"ViewAsAnalog"					= "Vis analogt";
"ViewAsDigital"					= "Vis digitalt";
"OpenDateTimePref"				= "Dato & tid…";
